Repository: k-pasta/Nutria_FMV_Maker
Catalog: nutria_fmv_maker/lib/i10n/app_*.arb
Languages: el

# boardImportedVideos
source: Imported Videos
el: Εισαγόμενα βίντεο

# boardPreferences
source: Preferences
el: Προτιμήσεις

# boardProjectSettings
source: Project Settings
el: Ρυθμίσεις Πρότζεκτ

# boardVariables
source: Variables
el: Μεταβλητές

# contextBranchingVideoNode
source: Branching Video
el: Βιντεο Πολλαπλών Επιλογών

# contextCompareNode
source: Compare Value
el: Σύγκριση Τιμής

# contextMathNode
source: Math
el: Μαθηματικά

# contextSetNode
source: Set Value
el: Ορισμός Τιμής

# contextSimpleVideoNode
source: Simple Video
el: Απλό Βίντεο

# editPreferences
source: Preferences
el: Προτιμήσεις

# editProjectSettings
source: Project Settings
el: Ρυθμίσεις Πρότζεκτ

# editRedo
source: Redo
el: Επανάληψη

# editToggleGridSnapping
source: Toggle Grid Snapping
el: Ενεργοποίηση/Απενεργοποίηση Πλέγματος

# editUndo
source: Undo
el: Αναίρεση

# fileExit
source: Exit
el: Έξοδος

# fileLoadProject
source: Load Project
el: Άνοιγμα

# fileNewProject
source: New Project
el: Νέο Πρότζεκτ

# fileRecentProjects
source: Recent Projects
el: Πρόσφατα Πρότζεκτ

# fileSaveProject
source: Save Project
el: Αποθήκευση Πρότζεκτ

# fileSaveProjectAs
source: Save Project as
el: Αποθήκευση Πρότζεκτ ως

source: Hello World!
el: Γεια σου κοσμε!

# helpAbout
source: About Nutria FMV Maker
el: Σχετικά με το Nutria FMV Maker

# infoFFmpeg
source: FFmpeg is bundled under the GPLv3 license.
el: Περιλαμβάνεται το FFmpeg με την άδεια GPLv3.

# infoProjectDescription
source: «Nutria FMV Maker» is an in-the-making free/open-source Flutter project aiming to make the process of creating interactive movie experiences more accessible, published under the GPLv3 license.
el: To «Nutria FMV Maker» είναι ένα υπό διαμόρφωση ελεύθερο λογισμικό ανοικτού κώδικα γραμμένο σε Flutter, που στοχεύει να κάνει τη διαδικασία κατασκευής διαδραστικών ταινιών πιο προσιτή. Δημοσιεύεται υπό την άδεια GPLv3

# menuBarEdit
source: Edit
el: Επεξεργασία

# menuBarFile
source: File
el: Αρχείο

# menuBarHelp
source: Help
el: Βοήθεια

# menuBarView
source: View
el: Προβολή

# nodeConvertToBranching
source: Convert to Branching Node
el: Μετατροπή σε Διακλαδικό Κόμβο

# nodeConvertToSimple
source: Convert to Simple Video Node
el: Μετατροπή σε Απλό Κόμβο Βίντεο

# overrideDefaultSelection
source: Default Selection
el: Αυτόματη Επιλογή

# overridePauseOnEnd
source: Pause on End
el: Παύση στο Τέλος

# overrideSelectionTime
source: Selection Time
el: Χρόνος Επιλογής

# overrideShowTimer
source: Show Timer
el: Εμφάνιση Χρόνου Επιλογής

# overrideVideoFit
source: Video Fit
el: Προσαρμογή Βίντεο

# videoMetadataAspectRatio
source: Aspect Ratio
el: Αναλογία Διαστάσεων

# videoMetadataAudioBitDepth
source: Audio Bit Depth
el: Bit Depth Ήχου

# videoMetadataAudioChannels
source: Audio Channels
el: Κανάλια Ήχου

# videoMetadataAudioCodecFormat
source: Audio Codec Format
el: Φορμάτ Κωδικοποίησης ΄Ήχου

# videoMetadataAudioSampleRate
source: Audio Sample Rate
el: Sample Rate Ήχου

# videoMetadataCodecFormat
source: Codec Format
el: Φορμάτ Κωδικοποίησης

# videoMetadataColorProfile
source: Color Profile
el: Χρωματικό Προφίλ

# videoMetadataDateCreated
source: Date Created
el: Ημερομηνία Τροποποίησης

# videoMetadataDuration
source: Duration
el: Διάρκεια

# videoMetadataFilename
source: Filename
el: Όνομα Αρχείου

# videoMetadataFilePath
source: File Path
el: Θέση Αρχείου

# videoMetadataFileSize
source: File Size
el: Μέγεθος Αρχείου

# videoMetadataFrameRate
source: Frame Rate
el: Ρυθμός Καρέ

# videoMetadataNamesFps
source: fps
el: καρέ/δευτερόλεπτο

# videoMetadataResolution
source: Resolution
el: Ανάλυση

# videoMetadataTimecode
source: Timecode
el: Μορφή Timecode

# videoNodeChoice
source: Option
el: Επιλογή

# viewCustomTheme
source: Custom Theme
el: Προσαρμοσμένο Θέμα

# viewDarkTheme
source: Dark Theme
el: Σκούρο Θέμα

# viewLanguage
source: Language
el: Γλώσσα

# viewLightTheme
source: Light Theme
el: Ανοιχτό Θέμα

# viewProperties
source: Properties Section
el: Στήλη Προτιμήσεων

# viewTheme
source: Theme
el: Θέμα

# viewVideoPlayer
source: Video Player Section
el: Στήλη Βίντεο
